Repository: nhrnhr0/distributionManager
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: he

source: Dashboard
he: דשבורד

source: Leads In
he: לידים נכנסים

source: Messages
he: הודעות

source: New Message
he: הודעה חדשה

source: Edit Message
he: עריכת הודעה

source: Send Message
he: שלח הודעה

source: Edit Send Message
he: עריכת שליחת הודעה

source: Join Business Whatsapp
he: הצטרף לעסק בוואטסאפ

source: Join Business Telegram
he: הצטרף לעסק בטלגרם

source: Redirector
he: מפנה

source: Business
he: עסק

source: Dayly Group Size Count
he: ספירת גודל קבוצה יומית

source: Dayly Group Size Counts
he: ספירות גודל קבוצה יומיות

source: Whatsapp Group
he: קבוצת וואטסאפ

source: Whatsapp Group Size Count
he: קבוצות וואטסאפ

source: Whatsapp Group Size Counts
he: קבוצות וואטסאפ

source: Telegram Group
he: קבוצת טלגרם

source: Telegram Group Size Count
he: קבוצות טלגרם

source: Telegram Group Size Counts
he: קבוצות טלגרם

source: Messages Responses Count
he: ספירת הודעות חוזרות

source: Messages Responses Counts
he: ספירות הודעות חוזרות

source: Calls Responses Count
he: ספירת שיחות חוזרות

source: Calls Responses Counts
he: ספירות שיחות חוזרות

source: whatsapp groups amount
he: קבוצות וואטסאפ

source: telegram groups amount
he: קבוצות טלגרם

source: name
he: שם

source: user
he: משתמש

source: business
he: עסק

source: slug
he: סלאג

source: header image
he: תמונת כותרת

source: footer image
he: תמונת תחתית

source: description
he: תיאור

source: businesses
he: עסקים

source: business QR category
he: קטגוריית QR של עסק

source: business QR categories
he: קטגוריות QR של עסקים

source: created at
he: נוצר ב

source: QR
he: קוד QR

source: leads click
he: לחיצות לידים

source: leads clicks
he: לחיצות לידים

source: category
he: קטגוריה

source: group type
he: סוג קבוצה

source: categories click
he: לחיצות קטגוריות

source: categories clicks
he: לחיצות קטגוריות

source: QR code
he: קוד QR

source: QR image
he: תמונת QR

source: business QR
he: QR של עסק

source: business QRs
he: QR של עסקים

source: No Image
he: אין תמונה

source: QR Image
he: תמונת QR

source: Link
he: קישור

source: chat ID
he: מזהה צ'אט

source: last members count
he: מספר חברים אחרון

source: last members check
he: בדיקת חברים אחרונה

source: WhatsApp group
he: קבוצת וואטסאפ

source: WhatsApp groups
he: קבוצות וואטסאפ

source: Telegram group
he: קבוצת טלגרם

source: Telegram groups
he: קבוצות טלגרם

source: icon
he: אייקון

source: open WhatsApp URL
he: פתח קישור וואטסאפ

source: open Telegram URL
he: פתח קישור טלגרם

source: all WhatsApp URLs
he: כל קישורי וואטסאפ

source: all Telegram URLs
he: כל קישורי טלגרם

source: categories
he: קטגוריות

source: message
he: הודעה

source: user agent
he: דפדפן
